{
    "en": {
        "name": "sergey platonov",
        "back": "back",
        "about": {
            "nav": "about",
            "title": "About Me",
            "content": "My Name is Sergey Platonov, and I am an IT engineering student, specializing in Software and Complex systems.\n Born in Moscow, Russia, I grew up close to Rotterdam in the Netherlands. After turning 17, I moved to Switzerland, to pursue my academic carreer.\n\nHaving tried my luck in the faculty of Medicine of Geneva university and failed the selection, I decided to stick to my interest for applied sciences, and spent the next 2 years in EPFL studying Mechanical Engineering. There I discovered that I actually love programming and algorithmical way of reasoning, and changed faculty once again. This was a decision I shall never regret, as I have never felt this good about doing something, learning every day and challenging myself to becoming a better, smarter, more passionate person.\n\nI do not see programming in itself as my passion, but rather as a tool to achieve better results and solve more intricate problems in WHATEVER field of application. It's an open world, filled with new discoveries and evolution for us as human kind. After finishing my Bachelor's degree, I am planning on doing the Computational Neuroscience Master's program at the ETH in Zurich, which I think encompasses my interests in life as well as my (sometimes bumpy) academic carreer."
        },
        "work": {
            "nav": "projects",
            "title": "My Work",
            "GenDescTitle": "What do I do?",
            "GenDescContent": "My versatile university curriculum and projects aside, I am working on a number of projects that interest me personally and give me a better understanding of the current market and technological developments. These endeavors include: <ul><li>several applications of genetical algorithms towards real-life problems</li>\n<li>speech recognizer (à la Siri) in order to understand the tech behind</li>\n<li>full-stack web development for a startup</li>\n<li>an attempt to get my own startup off the ground</li></ul>Below you will find a number of repositories that I am allowed to publicly display.\n \nFor the past 4 years I have been working part-time in a restaurant in order to finance my studies. This experience taught me how to work, solve problems efficienty, in a team, surrounded by people of all walks of life and under (often) great pressure. This made me grow as a person. Now I feel confident enough about my tech skills to immerge myself into the IT market, in order to grow as an engineer.\n ",
            "WhatDoIKnow": "What do I know?",
            "OpenSource": "My \"public\" projects"
        },
        "contact": {
            "nav": "contact",
            "title": "Contact Me!",
            "content": ""
        }
    },
    "fr": {
        "name": "sergey platonov",
        "back": "retour",
        "about": {
            "nav": "à propos",
            "title": "A propos de moi",
            "content": "Le même content mais en francais"
        },
        "work": {
            "nav": "projets",
            "title": "Mes Projets",
            "content": "..."
        },
        "contact": {
            "nav": "contact",
            "title": "Contacte-moi!",
            "content": "..."
        }
    },
    "es": {
        "name": "sergey platonov",
        "back": "regresar",
        "about": {
            "nav": "",
            "title": "asd",
            "content": ""
        },
        "work": {
            
        },
        "contact": {
            
        }
    },
    "ru": {
        "name": "сергей платонов",
        "back": "назад",
        "about": {
            "nav": "",
            "title": "sad",
            "content": ""
        },
        "work": {
            
        },
        "contact": {
            
        }
    },
    "nl": {
        "name": "sergey platonov",
        "back": "terug",
        "about": {
            "nav": "",
            "title": "asd",
            "content": ""
        },
        "work": {
            
        },
        "contact": {
            
        }  
    }
}